{"data": [{"eventName": "Relax Tea Time",
          "eventDescription": "As White Day steadily draws closer, Kanade is left wondering how to repay her friends for their Valentine's chocolates, as well as everyone else who's helped her. While she was thinking about what to do, however, she realises that Ichika has been worrying about the exact same thing...",
          "color": "#bb6588",
          "eventCards": "https://www.reddit.com/gallery/1b2pqf8",
          "eventStory": null,
          "eventSong": null},
          {"eventName": "The Scars Left Behind, With Time",
          "eventDescription": "Minori and the rest of MORE MORE JUMP! Have decided to check out various properties to establish the 'MORE MORE HOUSE!' as a base for their activities. However, finding a property that meets all their needs turned out to be more difficult than expected...",
          "color": "#ffcdac",
          "eventCards": "https://www.reddit.com/gallery/1av726i",
          "eventStory": "https://www.youtube.com/watch?v=oz8R7qjhyX0",
          "eventSong": "https://www.youtube.com/watch?v=F1v97Y6z0o0"},
          {"eventName": "The Courage to Lead, With Kindness in Your Heart",
          "eventDescription": "At Shindou's request, Honami continues to think about 'the music that she's aiming for'. However, her anxieties begin to grow when she still cannot come up with an answer. Meanwhile, Shindou is approached by the president of Solis Records, who's curious about Leo/need's situation...",
          "color": "#ee6666",
          "eventCards": "https://www.reddit.com/gallery/1an6a1z",
          "eventStory": "https://www.youtube.com/watch?v=3_MAxJTaqWg",
          "eventSong": "https://www.youtube.com/watch?v=i8XnOZgtE34"},
          {"eventName": "Take the Best Shot!",
          "eventDescription": "Kohane tries to give An her favourite chocolate for Valentine's Day, but she's disappointed to find that it's all sold out. Before she can give up, however, Kohane learns that a cosmetics brand will be sponsoring a special Valentine's Day Photo Contest, with the prize being the exact chocolate she was looking for...",
          "color": "#ff679a",
          "eventCards": "https://www.reddit.com/gallery/1af7ic0",
          "eventStory": "https://www.youtube.com/watch?v=03Ga6LfY-IU",
          "eventSong": null},
          {"eventName": "Backlit Lens Flare",
          "eventDescription": "The next challenge for Wonderlands x Showtime is becoming extras in a genuine movie! While everyone else is enthusiastic about experiencing how to express themselves through a camera, Rui is particularly excited to learn about a whole new style of directing...",
          "color": "#bb88ed",
          "eventCards": "https://www.reddit.com/gallery/19dehs9",
          "eventStory": "https://www.youtube.com/watch?v=Ue3Dz72lH_c",
          "eventSong": "https://www.youtube.com/watch?v=TxOA6VGGxgU"},
          {"eventName": "BREAK DOWN THE WALL",
          "eventDescription": "Vivid BAD SQUAD continues to undergo rigorous training in their quest to surpass RAD WEEKEND. One day, however, a mysterious plaza and a massive wall appear in the Street SEKAI...!?",
          "color": "#ee1166",
          "eventCards": "https://www.reddit.com/gallery/19247sg",
          "eventStory": "https://www.youtube.com/watch?v=PYl2d0ZWoz0",
          "eventSong": "https://www.youtube.com/watch?v=UAzw5B-35kI"},
          {"eventName": "Next to the Unchanging Warmth",
          "eventDescription": "On a day close to the end of the year, Mizuki is happy to learn that their older sister who is working abroad will be back for New Year's. Remembering the warm memories of going shopping with their sister when they were little, Mizuki decided to ask their sister to go out with them again.",
          "color": "#e4a8ca",
          "eventCards": "https://www.reddit.com/gallery/18uxmoc",
          "eventStory": "https://www.youtube.com/watch?v=a4qq2gm_SvI",
          "eventSong": null},
          {"eventName": "The Tone We Played That Day",
          "eventDescription": "As always, Kanade continues to compose songs in order to save Mafuyu. While doing so, she receives a call from her grandmother, who says that because Kanade has moved on to the next year in school, it's time for her to start thinking about herself as well. As Kanade ponders her future, however...",
          "color": "#bb6588",
          "eventCards": "https://www.reddit.com/gallery/18mk5iz",
          "eventStory": "https://www.youtube.com/watch?v=8WgY_rXM1s8",
          "eventSong": "https://www.youtube.com/watch?v=ODuMEKNXFWg"},
          {"eventName": "Over Here! Over There! Zookeeper Experience!",
          "eventDescription": "Minori and Shiho, now in their second year of high school, have begun their activities as members of the animal welfare committee. One day, one of the teachers in charge of the committee told them that the Odaiba Animal Land Zoo is recruiting for their work experience program. As a result, both Minori and Shiho decide to take part together...",
          "color": "#ffcdac",
          "eventCards": "https://www.reddit.com/gallery/18eu6kq",
          "eventStory": "https://www.youtube.com/watch?v=_i7CG_UuPmk",
          "eventSong": null},
          {"eventName": "The Best Crank Up!",
          "eventDescription": "Starting this year, Kamiyama High has decided to hold its very own arts festival! Consequently, Nene's class - Class 2A - made plans to film their own movie. What Nene didn't expect, though, was to find herself given a major role... directing her classmates!?",
          "color": "#34dd9a",
          "eventCards": "https://www.reddit.com/gallery/187aghy",
          "eventStory": "https://www.youtube.com/watch?v=b5yuYGpH9L8",
          "eventSong": null}
          ]}